Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Vidar Knudsen (DNB Bank) presented the meeting agenda, after which Henning Nilsen (Sparebank 1 Boligkreditt) gave a status report on the work in the group for market standards and fallback solutions.
nb: Deretter ga Henning Nilsen (Sparebank 1 Boligkreditt) en status på arbeidet i gruppen for Markedsstandarder og fallbackløsninger.

source: Norwegian School of Management BI and head
nb: Handelshøyskolen BI og leder av Centre for

source: Chart 5: Cumulative effect of government securities on liquidity and cumulative government lending to state banks.
nb: Figur 5: Statspapirenes akkumulerte likviditetseffekt og statens akkumulerte utlån til statsbanker.

source: In the 1930s, even the small towns in the south and Stavanger re-emerged as dynamic maritime towns.
nb: Selv sørlandsbyene og Stavanger kom i 1930-årene tilbake som dynamiske sjøfartsbyer.

source: 3 Norwegian households’ net capital transfers are very low.
nb: 3 Nettokapitaloverføringer er svært lave for norske husholdninger.

source: Minutes of the Remuneration Committee meeting of 6 February 2018
nb: Protokoll fra Kompensasjonsutvalget (KU) – Møte 6. februar 2018

source: Households may increase their debt further by rais-ing loans to finance consumption and investment with collateral in the increased value of their dwellings.
nb: Husholdningene kan øke gjeldenytterligere ved å ta opp lån til forbruk og investeringer med sikkerhet i de økte boligverdiene.

source: The motif on the obverse of the note is a portrait of Kristian Birkeland.
nb: Hovedmotivet på forsiden er et portrett av Kristian Birkeland.

source: employment growth in 2003 are taken from Statistics Norway’s Labour
nb: For 2003 erdet lagt inn årlig vekst i sysselsettingen i henhold til arbeidskraftunder-

source: From projected macroeconomic developments to estimated
nb: Fra anslag på makroøkonomisk utvikling til anslått finansiell

source: of household wealth.
nb: med valuta og utlån mot sikkerhet.

source: Chart 1.1 Greater stimulus from financial conditions over the past year
nb: Figur 1.1 Sterkere stimulanser fra finansielle forhold det siste året

source: The working group is stil aiming to establish an OIS market during the second half of 2021.
nb: Arbeidsgruppen sikter fortsatt mot å få etablert et OIS-marked i løpet av andre halvår 2021.

source: Below this, 100 KR, and underneath Det Norske Myntverket's mintmark: the crossed pick and hammer. Edge:
nb: Under dette 100 KR, og helt nederst Det Norske Myntverkets merke: hammer og bergsjern.

source: Market participants may perceive this as a sign that the
nb: Rudebush finner at målefeil i produksjons-

source: five will then entail exposures of NOK 14-15 billion for
nb: ført eksponeringer på 14-15 milliarder kroner for ban-

source: The globaleconomy had been experiencing a downturn since mid-2000.
nb: Internasjonal økonomi hadde vært ilavkonjunktur siden midten av 2000.

source: A public version of the report is to be published on Norges Bank's website on 27 February.
nb: En offentlig versjon av rapporten publiseres på Norges Banks internettsider 27. februar.

source: Børsum holds a degree in economics from the NHH Norwegian School of Economics, a Cycle International d’Études Politiques degree from Sciences Po, a Master of Science in finance and economics from the London School of Economics and a doctorate in economics from the University of Oslo.
nb: Børsum er utdannet siviløkonom fra Norges Handelshøyskole, har gradene Cycle International d’Etudes Politiques fra Sciences Po, Master of Science i finans og økonomi fra London School of Economics, samt doktorgrad i samfunnsøkonomi fra Universitetet i Oslo.

source: Consultation: Principles for calculating and publishing Nowa
nb: Prinsipper for beregning og publisering av Nowa

source: Deposits in excess of the quota will bear interest at a lower rate, the reserve rate.
nb: Innskudd utover ”kvoten” forrentes til en lavere rente, reserverenten.

source: The costs as stated in Bloomberg’s price list appear to be relatively moderate1.
nb: Kostnadene i henhold til Bloomberg’s prisliste framstår som relativt moderate1.

source: Furthermore, there is an important clarification that “the requirement for collateral for credit in [the proposed] Section 3-1 does not preclude Norges Bank from investing funds in various types of unsecured financial instrument when doing so is appropriate and serves the purposes of the reserves”.
nb: Videre er det en viktig presisering at «kravet om sikkerhet for kreditt i [forslaget til] § 3-1 ikke er til hinder for at Norges Bank kan plassere midlene i ulike typer usikrede verdipapirer når det er hensiktsmessig ut fra formålet med reservene».

source: One important reference rate in the Norwegian money market is the NIBOR rate (Norwegian Interbank Offered Rate).
nb: En viktig referanserente i det norske pengemarkedet er NIBOR-renten (Norwegian Interbank Offered Rate).

source: tions in the economy (Chart 3).
nb: bidro til store svingninger i økonomien (figur 3).

source: tral securities depositories Euroclear and Clearstream in
nb: nasjonale verdipapirsentraler Euroclear og Clearstream

source: - Each institution has one vote.
nb: - Hver institusjon har én stemme.

source: It is pointed out that there might be practical issues and characteristics of types of issuers that could necessitate the use of notification periods longer than 2 days.
nb: Det poengteres at det kan være praktiske forhold og forhold som kjennetegner ulike typer utstedere som kan gi behov for en varslingsperiode utover 2 dager.

source: Thus, the net effect on banking system liquidity is
nb: Den samlede effekten på likviditeten i banksystemet er dermed

source: Consequently, the Executive Board supports the Commission’s proposal to retain the prohibition against directly extending credit to the government in Section 18 of the current Norges Bank Act.
nb: Hovedstyret støtter på denne bakgrunn utvalgets forslag om å videreføre forbudet mot kreditt direkte til staten i gjeldende sentralbanklov § 18.

source: The authors would like to thank Ida Wolden Bache, Solveig Erlandsen, Anne Sofie Jore, Ingrid Solberg and Per Espen Lilleås for valuable input and comments.
nb: Vi takker Ida Wolden Backe, Solveig Erlandsen, Anne Sofie Jore, Ingrid Solberg og Per Espen Lilleås for gode innspill og kommentarer.

source: These measures are wide-ranging, from relaxation of the furloughing rules and deferrals of and
nb: spenner vidt, fra lettelser i permitteringsregelverket og utsettelser og reduksjoner i innbetalinger

source: In his book about Norges Bank in the
nb: I den nye loven om Norges Bank

source: prevent crises in the financial system and – if they
nb: bankene er viktig for den finansiell stabiliteten.

source: - The exclusion of Grupo Carso de CV is revoked.
nb: Utelukkelse av Grupo Carso de CV oppheves.

source: an emission price increase from today’s level to NOK 2000.
nb: ved en økning i utslippsprisen fra dagens nivå til 2000 kroner.

source: Chart 9 shows Norges Bank’s structural liquidity forecast for 2014. The forecast is based on the pattern of transactions between the government and the banking s
nb: Figur 9 viser Norges Banks prognose for utviklingen i strukturell likviditet i 2014. Utgangspunktet for prognosen er tidligere års mønster for transaksjoner mellom stat

source: Keywords: Covid-19, coronavirus, pandemic, support schemes, support measures, business sector,
nb: Covid-19, koronavirus, pandemi, støtteordninger, støttetiltak, næringsliv, kredittrisiko,

source: banks, supervisory authorities and ministries of finance.
nb: sentralbanker, hos tilsynsmyndighetene og i finansde-

source: that erupted in autumn 2008.
nb: som inntraff høsten 2008.

source: banking operations and investment management, reports
nb: virksomheten og kapitalforvaltningen, rapporter om risiko­

source: ahead tend to be stronger than the actual rate.
nb: ett år fram er sterkere enn den faktiske kursen.

source: Danish krone (DKK) - daily exchange rate from Norges Bank
nb: Danske kroner (DKK) - dagens valutakurs fra Norges Bank

source: Standard-design 20-krone coins will not be issued in 2017.
nb: Det vil ikke bli produsert 20-kronemynter med ordinært preg i 2017.

source: The reason may be that market partici-
nb: Årsaken kan være at markedsaktørene vurderte

source: est rate and other variables are based on an assessment
nb: om den økonomiske utviklingen og økonomiens

source: Based on information about emissions and exposure to physical risk from
nb: Basert på informasjon om utslipp og eksponering mot fysisk risiko fra

source: understanding has been gained as to the risks that may
nb: risikoer deltakelse i slike systemer kan medføre, og sentral-

source: Special edition 20-krone circulation coin (2019)
nb: 20-krone sirkulasjonsmynt med spesialpreg (2019)

source: The reason was the need for foreign exchange for industrialisation.
nb: Årsaken var behovet for valuta til industrireising.

source: for this service will probably not continue.
nb: enhetskostnadene med enhetsprisene.

source: Especially important here are the principles for financial infrastructures developed by the Committee on Payment and Settlement Systems (CPSS) and the International Organization of Securities Commissions IOSCO).
nb: Her er særlig prinsippene for finansiell infrastruktur fra Committee of Payment and Settlement System (CPSS) og International Organization of Securities Commissions (IOSCO) viktige.

source: 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 During normal periods, a floor system is very unusual internationally.
nb: 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 I normale tider er et gulvsystem svært uvanlig internasjonalt.

source: However, recent negative developments in
nb: I CLSB vil deltakerne holde konto i

source: In December 2020, the working group for alternative NOK reference rates published the report “Recommended market conventions for Nowa and fallback solutions in the event of a cessation of Nibor”.
nb: Arbeidsgruppen for alternative referanserenter i norske kroner publiserte i desember 2020 rapporten «Anbefalte markedskonvensjoner for Nowa og fallbackløsninger ved et eventuelt bortfall av Nibor».

source: We estimate the steepest fall
nb: Vi anslår høyest fall i omsetningen for

source: transactions through the day and frequent net
nb: OECD-området, og som ikke har reforhandlet sin

source: Some emphasise that it is essential to reduce the risk of conflict and possible value transfer in the event of transition from Nibor to Nowa.
nb: Det vises til at man så langt det er mulig bør søke å minimere konflikt og risiko for verdioverføring ved en overgang fra Nibor til Nowa.

source: The Centre for Earth Evolution and Dynamics at the University of Oslo was just awarded the status of Centre of Excellence in research.
nb: Centre for Earth Evolution and Dynamics ved Universitetet i Oslo ble nylig gitt status som Senter for Fremragende Forskning.

source: Sources: Eiendomsverdi, Finn.no and Real Estate Norway
nb: Eiendom Norge, Eiendomsverdi og Finn.no

source: economic agents’ desire to borrow and access to credit.
nb: aktørenes ønske om og mulighet for å låne.

source: The global economy is ailing, plagued by a recent historyof unsound investments, a fall in equity prices and fearsof terror and war.
nb: Den er tynget av tidligerefeilinvesteringer, av fall i verdiene i aksjemarkedene ogav terror og krigsfrykt.

source: The result of negotiations
nb: sektoren og til akademikere i offentlig virksomhet.

source: Sources: Statistics Norway and Norges BankChart 1.14 Three-month money market rate differential between Norway and trading partners1) and the import-weighted exchange rate index (I-44)2).
nb: Statistisk sentralbyrå og Norges BankFigur 1.14 Differansen mellom tremåneders pengemarkedsrenter i Norge og hos handelspartnerne1), og importveid valutakurs (I-44)2).

source: Banks pay for account management and participation in Norges Bank's settlement system (NBO) in accordance with the
nb: Bankene betaler for kontohold og deltakelse i betalingsoppgjørene i Norges Banks oppgjørssystem (NBO) i henhold til

source: There is ongoing work at banks, Bits and Norges Bank to introduce ISO 20022.
nb: Det pågår arbeid hos bankene, Bits og Norges Bank for å innføre ISO 20022.

source: If imbalances have been allowed over time to become
nb: • Eksponeringene i valutaoppgjøret utgjorde henholds-

source: To ensure that OMFs issued under the Norwegian rules are eligible for a 10 per cent risk
nb: det norske lovverket skal kunne risikovektes med 10 prosent etter standardmetoden, er den norske forskriften

source: A contingency account cannot be used for payment settlement until it has been activated by Norges Bank.
nb: Beredskapskontoen kan ikke brukes til oppgjør av betalingsoppdrag før den er aktivert av Norges Bank.

source: of government bond issues.
nb: staten utsteder statsobligasjoner.

source: Chart 1 shows the
nb: Figur 1 viser den faktiske han-

source: to the Supervisory Council for information as an attachment to the general
nb: sendes representantskapet til orientering som vedlegg til samlet vurdering av

source: If there is insufficient data, an alternative dataset will be used consisting of (1) transactions for reporting day T and (2) transactions included in Nowa for the previous reporting day (T-1), adjusted for any changes in the policy rate.
nb: Dersom det mangler tilstrekkelig data vil man benytte et alternativt datagrunnlag som består av (1) transaksjoner for rapporteringsdag T og (2) transaksjoner som inngår i Nowa for foregående rapporteringsdag (T-1), justert for eventuelle endringer i styringsrenten.

source: Therefore, Norges Bank has a VPS Clearing ASA.
nb: Tilsynet skal sikre at systemene gjennom VPS Clearing ASA.

source: Moreover, banks’ requirement to hold a systemic risk buffer is warranted in part by the high level of household debt.
nb: I tillegg er bankenes krav til systemrisikobuffer delvis begrunnet i husholdningenes høye gjeld.

source: The international messaging standard ISO 20022 wil be the standard for payment mes-sages in Norway.
nb: Den internasjonale meldingsstanderen ISO 20022 skal bli standarden for betalingsmel-dinger i Norge.

source: The criteria can be summed up in six points:
nb: Kriteriene kan oppsummeres i seks punkter:

source: They also referred to presentations and discussions at the seminar on the monetary policy situation.
nb: De viste også til presentasjoner og diskusjon i seminar om det pengepolitiske beslutningsgrunnlaget.

source: Within the framework of the model,we have sought to quantify uncertainty in key variablessuch as inflation, output, the interest rate and theexchange rate, based on the disturbances in theNorwegian economy in the period 1993-2005.
nb: Innenfor rammen av modellen har vi forsøkt å tallfeste usikkerheten i sentrale størrelsersom inflasjonen, produksjonen, renten og valutakursen.Det er gjort med utgangspunkt i forstyrrelsene i norskøkonomi i perioden 1993–2005.

source: Item 104/2019 Financial stability assessment 2/19 – Monetary policy analysis and provisional assessments
nb: Sak 104/2019 Utkast til Pengepolitisk rapport med vurdering av finansiell stabilitet 2/19 – Pengepolitisk analyse og foreløpige vurderinger

source: o Swedbank is a new member
nb: o Swedbank er nytt medlem

source: It also plans to monitor global developments and follow up its working relationship with both ISDA and Bloomberg.
nb: Den skal også følge utviklingen internasjonalt og følge opp samarbeidet videre med både ISDA og Bloomberg.

source: Norges Bank’s Working Papers are also distributed by
nb: Norges Bank Working Papers distribueres også gjennom

source: GDP is chained as shown in Table 3.
nb: BNP er skjøtet som vist i tabell 3.

source: of uncertainty in monetary policy”,
nb: usikkerhet i pengepolitikken»,

source: if the krone is not yet included in CLS, Norwegian
nb: kronen ennå ikke er med i CLS, vil de norske bankene

source: In March 2010 Norges Bank was awarded a mandate to in properties.
nb: I mars 2010 fikk Norges Bank mandat til å investere inntil år hatt en omfattende prosess for å utforme og implemen-

source: Monetary Policy in an Uncertain World",
nb: banken ikke har kontroll i utøvelsen av pengepoli-

source: Developments in credit to enterprises shadow devel-
nb: Utviklingen i foretakenes kreditt følger utviklingen i

source: To the right of Ibsen is 20 and underneath KR, and the initials of the sculptress, NS, are on the lower part of the coin.
nb: Til høyre for Ibsen: 20 med KR rett under valørbetegnelsen. Nede til høyre for Ibsens frakk:

source: CBRE’s rents are closer to the most expensive leases for office space at Aker Brygge and Vika than JLL’s rents (Chart 1.
nb: CBREs leiepriser ligger nærmere de aller dyreste signerte leiekontraktene for kontorlokaler på Aker Brygge og Vika enn JLLs leiepriser, se figur 1.A.

source: Strict regulations in one country prompt banks to flee to another.
nb: Strenge reguleringer i ett land førte til at bankene flyktet til et annet.

source: The methodology that has been used for a number of the major currencies, such as eg the euro short-term rate (€STR), is based on a two-step structure, where the first step is a fallback rate recommended by the administrator of the rate in question.
nb: Metoden som har blitt brukt for flere av de store valutaene, som for eksempel euro short-term rate (€str), baseres seg på en totrinnsstruktur der første trinn er en anbefalt fallbackrente fra administrator av den aktuelle renten.

source: The debt ratio for single investments in the portfolio of unlisted renewable energy infrastructure must not exceed 70%.
nb: - Gjeldsgrad for en enkeltinvestering i porteføljen for unoterte infrastruktur-investeringer for fornybar energi skal ikke overstige 70 prosent.

source: policy and payment and securities services for the central
nb: tings- og forsyningssystemet mellom Norges Bank og

source: This is in line with Norges Bank’s assess-ment that banks’ responsibilities for cash services in a normal situation should be clar-ified in a regulation, most recently based on a survey of banks’ provision of cash services in spring 2021.
nb: Dette er i tråd med Norges Banks vurdering om at bankenes ansvar for kontanttjenester i en normalsituasjon bør tydeliggjøres i forskrift, senest med bak-grunn i en kartlegging av bankenes tilbud av kontanttjenester våren 2021.

source: England has produced a number of publications on various types of climate risk (see
nb: England har en rekke publikasjoner på ulike former for klimarisiko, se

source: The buildings in Rådhusgata (at left) now contain offices and reception facilities.
nb: Husene i Rådhusgata (til venstre) innholder nå kontorer og representasjonslokaler.

source: The draft TIBER-NO framework was circulated for comment in spring 2021.
nb: Forslag til TIBER-NO var våren 2021 på høring.

source: • Investment of the income from the sale in 6-month
nb: Plassering av inntektene fra salget i 6 måneders stats-

source: The subgroup for “Market standards and fallback solutions” has written a report on the use of Nowa in financial contracts and as a fallback solution, which is to be published in December 2021.
nb: Undergruppen for «Markedsstandarder og fallbackløsninger» har skrevet en veiledning til bruk av Nowa i finansielle kontrakter og som fallbackløsning, som skal publiseres i desember 2021.

source: From 1999 onwards, however, thebenchmark rate has been about the same as the estimated
nb: Fra 1999 er imidlertid referanseren- det sammenheng mellom beregnet lånerente og risiko- ten omtrent lik den beregnede lånerenten for høyrisiko-

source: Investments in projects in a construction phase may not exceed 40% of the maximum allocation to unlisted renewable energy infrastructure.
nb: - Inntil 40 prosent av maksimal allokering til unotert infrastruktur for fornybar energi kan investeres i prosjekter i konstruksjonsfasen.

source: Sources: Eiendomsverdi, Finn.no, Norwegian Association of Real Estate Agents (NEF), Real Estate Norway, Statistics Norway and Norges Bank
nb: Eiendom Norge, Eiendomsverdi, Finn.no, Norges Eiendomsmeglerforbund (NEF), Statistisk sentralbyrå og Norges Bank

source: target and (y-y*) the output gap.
nb: (y – y*) er produksjonsgapet.

source: credit market segments.
nb: økt sårbarhet i deler av kredittmarkedene.

source: of the supply of notes and coins
nb: Endringer i organiseringen av seddel- og

source: prices for imported goods in foreign currency do not
nb: prisutviklingen på importvarer i utenlandsk valuta ikke

source: Liquidity management systems and Norges Bank’s quota system
nb: Ulike likviditetsstyringssystemer og kvotesystemet i Norges Bank

source: New Zealand dollar (NZD) - daily exchange rate from Norges Bank
nb: New Zealand dollar (NZD) - dagens valutakurs fra Norges Bank

source: Projections for price infla-tion and economic developments therefore form an important basis for monetary policy decisions.
nb: Anslag for prisveksten ogden økonomiske utviklingen fremover er derfor et viktig grunnlag for pengepolitiske beslutninger.

source: 3 The purpose of the management of the Bank's foreign exchange reserves
nb: 3 Formålet med forvaltningen av valutareservene

source: Nowa was established in 2011.
nb: Nowa ble etablert i 2011.

source: to capture particularly large exchange rate fluctuations.
nb: lineære effekter i valutakursgjennomslag i Norge;

source: the SrF was established during
nb: SRF ble opprettet under

source: The practical implementation of monetary policy can
nb: retter i dag pengepolitikken inn mot å holde inflasjonen

source: strategic behavior in the presence of switching costs.
nb: Valutakriser er vanligvis forbundet med raske

source: extraordinary circumstances is related to the public’s cash
nb: variasjon i etterspørselen og forsinkelser i transporter

source: securities through the Petroleum Fund.
nb: mue fra petroleum til utenlandske verdipapirer.

source: On the other hand, an increase in the interest rate level will help curb debt growth.
nb: På den annen side vil en økning i rentenivået bidra til å dempe gjeldsveksten.

source: also for economic policy.
nb: også for økonomisk politikk.

source: NOWA is a daily rate, so by investing 1 today, you will receive 1 + interest tomorrow.
nb: Nowa er en daglig rente, slik at ved å investere 1 i dag, så får man 1 + renter tilbake i morgen.

source: During breeding season, between April and August/September, puffins occupy breeding sites along nesting cliffs.
nb: I hekkesesongen fra april til august/september inntar lundefuglen hekkeplassene i fuglefjellene.

source: if a bank loses market confidence, it may not even be able
nb: derimot tilliten i markedet, kan det føre til at den ikke

source: are systems based on common rules for clearing, settlement or transfer of financial instruments.
nb: er systemer basert på felles regler for avregning, oppgjør eller overføring av finansielle instrumenter.

source: The risk-weighted requirement was calculated using standardised, fixed weights, and the asset classes were relatively broad (see Basel Committee (1988) and Haldane (2012)).
nb: Det risikovektede kravet ble beregnet med faste og standardiserte vekter, og inndelingen av aktivaklasser var relativt grov, se Baselkomiteen (1988) og Haldane (2012).

source: financial system are examined, and great emphasis is
nb: hold i det finansielle systemet belyses, og det legges stor

source: CIBOR (Copenhagen Interbank Offered Rate) is a reference rate for unsecured money market lending in Danish kroner.
nb: CIBOR (Copenhagen Interbank Offered Rate) er en referanserente for usikrede lån i danske kroner mellom banker.
